krESimplistic
Global illumination off.
Glossy reflection and refraction off.
Simplified strategy for reflections/refractions to reduce noise.
The trade off is that reflections and refractions may be less accurate compared to the Basic and Advanced lighting modes.